name: "my_model"
platform: "python"
max_batch_size: 1

input [
  {
    name: "input_tensor"
    data_type: TYPE_FP32
    dims: [1, 25]
  }
]

output [
  {
    name: "output_tensor"
    data_type: TYPE_FP32
    dims: [1]
  }
]