platform: "python"
max_batch_size: 1

input [
  {
    name: "input_tensor"
    data_type: TYPE_FP32
    dims: [1, 250]
  }
]

output [
  {
    name: "output_tensor"
    data_type: TYPE_FP32
    dims: [1]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]